Repository: teejee2008/selene
Catalog: po/selene-*.po
Languages: uk

source: <b>Note:</b> 1. Audio track will be copied directly to the output file without changes. 2. Format of the audio track must be compatible with the selected file format. For example, if the input file contains AAC audio and the selected file format is WEBM, then encoding will fail - since WEBM does not support AAC audio. 3. Input file can be trimmed only in basic mode (single segment). Selecting multiple segments using advanced mode will not work.
uk: <b>Примітка:</b> 1. Аудіодоріжку буде скопійовано безпосередньо у вихідний файл без змін. 2. Формат аудіодоріжки повинен бути сумісним із обраним форматом файлу. Наприклад, якщо вхідний файл містить аудіо AAC, а вибраний формат файлу - WEBM, кодування не відбудеться - оскільки WEBM не підтримує формат AAC аудіо. 3. Вхідний файл можна обрізати лише в базовому режимі (один сегмент). Вибір декількох сегментів за допомогою розширеного режиму не буде працювати.

source: <b>Note:</b> 1. Supported subtitle file formats:
uk: <b>Примітка:</b> 1. Підтримувані формати файлів субтитрів:

source: <b>Note:</b> 1. Video track will be copied to the output file without re-encoding. 2. Format of the video track must be compatible with the selected container. For example, if the input file contains H264 video and the selected file format is WEBM, then encoding will fail (since WEBM does not support H264). 3. If you are trimming the input file then select the basic mode (single segment). Selecting multiple segments in advanced mode will not work.
uk: <b> Примітка: </b> 1. Відеодоріжку буде скопійовано у вихідний файл без повторного кодування. 2. Формат відеодоріжки повинен бути сумісним із вибраним контейнером. Наприклад, якщо вхідний файл містить відео H264, а вибраний формат файлу - WEBM, кодування не відбудеться (оскільки формат WEBM не підтримує H264). 3. Якщо ви обрізаєте вхідний файл, тоді виберіть основний режим (один сегмент). Вибір декількох сегментів у розширеному режимі не працюватиме.

source: (Batch)
uk: (Пакет)

source: 2. External subtitle files must be present in the same location and start with the same file name.
uk: 2. Зовнішні файли субтитрів повинні знаходитись в тому ж місці та починатись з того самого імені файлу.

source: <b>AAC-ELD</b> Enhanced Low Delay Profile for real-time communication
uk: <b>AAC-ELD </b> Покращений профіль низької затримки для спілкування в режимі реального часу

source: <b>AAC-LC (Recommended)</b> MPEG-2 Low-complexity (LC) combined with MPEG-4 Perceptual Noise Substitution (PNS)
uk: <b> AAC-LC (рекомендується) </b> MPEG-2 низької складності (LC) у поєднанні з MPEG-4 перцептуальної заміни шуму (PNS)

source: <b>AAC-LD</b> Low Delay Profile for real-time communication
uk: <b>AAC-LD </b> Профіль низької затримки для спілкування в режимі реального часу

source: <b>Additional Options</b> These options will be passed to the encoder on the command line. Please do not specify any options that are already provided by the GUI.
uk: <b>Додаткові параметри</b> Ці параметри будуть передані до кодера у командному рядку. Будь ласка, не вказуйте інші варіанти, крім тих, що вже надаються користувацьким інтерфейсом.

source: <b>Adjustments:</b>
uk: <b>Коригування:</b>

source: <b>Audio Encoder</b>
uk: <b>Аудіокодер</b>

source: <b>Backup Directory</b>
uk: <b>Каталог резервних копій</b>

source: <b>Channels</b>
uk: <b>Канали</b>

source: <b>Compression Vs Device Compatibility</b> 'High' profile gives the best compression. Change this to 'Baseline' or 'Main' only if you are encoding for a particular device (mobiles,PMPs,etc) which does not support the 'High' profile
uk: <b>Стиснення проти Сумісності Пристроїв</b> Профіль "Високий" дає найкраще стиснення. Змініть це на "Базовий рядок" або "Основне" лише, якщо ви кодуєте для конкретного пристрою (мобільні пристрої, PMP тощо), які не мають підтримки профілю "Високий"

source: <b>Compression Vs Encoding Speed</b> Slower presets give better compression and smaller files but take more time to encode.
uk: <b>Стиснення проти Швидкості Кодування</b> Повільніші налаштування забезпечують краще стиснення та менші файли, але потребують більшого часу для кодування.

source: <b>Compression Vs Quality</b> Smaller values give better quality video and larger files
uk: <b>Стиснення проти Якості </b> Менші значення дають кращу якість відео та великі файли

source: <b>Default Language</b>
uk: <b>Типова мова</b>

source: <b>Embed</b> - Subtitle files will be combined with the output file. These subtitles can be switched off since they are added as a separate track
uk: <b>Вбудувати</b> - файли субтитрів будуть поєднані з вихідним файлом. Ці субтитри можна вимкнути, оскільки вони додаються як окрема доріжка

source: <b>Encoder</b> Use the 'ffmpeg' encoding tool from the FFmpeg project (Recommended)
uk: <b>Кодер</b> Використовуйте інструмент кодування 'ffmpeg' проекту FFmpeg (рекомендується)

source: <b>Fade:</b>
uk: <b>Згасання:</b>

source: <b>File Format</b>
uk: <b>Формат файла</b>

source: <b>File Handling</b>
uk: <b>Обробка файла</b>

source: <b>HE-AAC v2</b> AAC-LC + SBR + PS (Parametric Stereo)
uk: <b>HE-AAC v2</b> AAC-LC + SBR + PS (Параметричне стерео)

source: <b>HE-AAC</b> AAC-LC + SBR (Spectral Band Replication)
uk: <b>HE-AAC</b> AAC-LC + SBR (Реплікація спектрального діапазону)

source: <b>Main Window</b>
uk: <b>Головне вікно</b>

source: <b>Note:</b> HE-AAC and HE-AACv2 are used for low-bitrate encoding while HE-LD and HE-ELD are used for real-time communication. HE-AAC is suitable for bit rates between 48 to 64 kbps (stereo) while HE-AACv2 is suitable for bit rates as low as 32 kbps.
uk: <b>Примітка:</b> HE-AAC і HE-AACv2 використовуються для кодування з низьким бітрейтом, тоді як HE-LD і HE-ELD використовуються для зв'язку в режимі реального часу. HE-AAC підходить для бітових швидкостей від 48 до 64 кбіт/с (стерео), тоді як HE-AACv2 підходить для швидкості передачі бітів щонайнижче до 32 кбіт/с.

source: <b>Other Effects:</b>
uk: <b>Інші ефекти:</b>

source: <b>Output Directory</b>
uk: <b>Каталог виводу</b>

source: <b>Preferred Tools</b>
uk: <b>Основні інструменти</b>

source: <b>Preset</b>
uk: <b>Заготовка</b>

source: <b>Quality Vs Encoding Speed</b> <b>Best:</b> Best quality, slower <b>Good:</b> Good quality, faster <b>Realtime:</b> Fastest
uk: <b>Якість проти Швидкості кодування</b> <b>Найкраще:</b> Найкраща якість, повільніше <b>Добре:</b> Гарна якість, швидше <b>В реальному часі:</b> Найшвидше

source: <b>Quality Vs Encoding Speed</b> Smaller values = Better quality, slower Larger value = Lower quality, faster
uk: <b>Якість проти Швидкості кодування</b> Менші значення = Краща якість, повільніше Більше значення = Нижча якість, швидше

source: <b>Quality Vs Encoding Speed</b> Higher values speed-up encoding at the expense of quality. Lower values improve quality at the expense of encoding speed.
uk: <b>Якість проти Швидкості кодування</b> Вищі значення прискорюють кодування за рахунок якості. Нижчі значення покращують якість за рахунок швидкості кодування.

source: <b>Render</b> - Subtitles are rendered/burned on the video. These subtitles cannot be switched off since they become a part of the video
uk: <b>Відтворити</b> - Субтитри відтворюються / записуються на відео. Ці субтитри неможливо вимкнути, оскільки вони стають частиною відео

source: <b>Resample</b>
uk: <b>Масштабувати</b>

source: <b>Resize</b>
uk: <b>Змінити розмір</b>

source: <b>SOX Audio Processing</b>
uk: <b>Обробка аудіо SOX</b>

source: <b>Subtitles</b>
uk: <b>Субтитри</b>

source: <b>Tags</b>
uk: <b>Теги</b>

source: <b>Video Encoder</b>
uk: <b>Відеокодер</b>

source: <b>avconv</b> Use the 'avconv' encoding tool from the Libav project
uk: <b>avconv</b> Скористайтеся інструментом кодування 'avconv' з проєкту Libav

source: AC3 Audio (*.ac3)
uk: AC3 Аудіо (*.ac3)

source: Abort
uk: Перервати

source: About
uk: Про

source: Add File(s)
uk: Додати файл(-и)

source: Add File(s)...
uk: Додати файл(-и)...

source: Add Folder(s)
uk: Додати теку(-и)

source: Add Folder(s)...
uk: Додати теку(-и)...

source: Add New Preset
uk: Додати нову Заготовку

source: Add some files to the file list
uk: Додати файли до списку файлів

source: Add some videos to the file list
uk: Додати файли відео до списку файлів

source: Adding (%d/%d): '%s'
uk: Додавання (%d/%d): '%s'

source: Adding...
uk: Додавання...

source: Adjust Stereo for Headphones
uk: Налаштувати стерео для навушників

source: Advanced Mode
uk: Розширений режим

source: Album
uk: Альбом

source: All files removed
uk: Усі файли видалено

source: An audio-video converter for Linux
uk: Аудіо-відео конвертер для Linux

source: Application Settings
uk: Налаштування програми

source: Artist
uk: Виконавець

source: Artists
uk: Виконавці

source: Audio
uk: Аудіо

source: Author
uk: Автор

source: Authors
uk: Автори

source: Auto
uk: Авто

source: Auto Crop
uk: Автоматичне обрізання

source: Average Bitrate
uk: Середня швидкість потоку

source: Average Bitrate (2-pass)
uk: Середня швидкість потоку (2-проходи)

source: Back
uk: Назад

source: Background
uk: Тло

source: Basic Mode
uk: Основний режим

source: Bass
uk: Низька частота

source: Become a Patron
uk: Стань донором з Patron

source: Best
uk: Найкраще

source: Bitrate
uk: Швидкість потоку

source: Bitrate (kbps)
uk: Швидкість потоку (кбіт/с)

source: Boost or cut the bass (lower) frequencies of the audio.
uk: Підвищити або зменшити низькі частоти аудіо.

source: Boost or cut the treble (upper) frequencies of the audio.
uk: Підвищити або скоротити високі (верхні) частоти аудіо.

source: Bottom
uk: Низ

source: Bottom:
uk: Низ:

source: Browse
uk: Перегляд

source: CPU:
uk: ЦП:

source: Cancelled
uk: Скасовано

source: Change audio pitch (shrillness) without changing audio tempo (speed).
uk: Змінити висоту аудіо (пронизливість), не змінюючи темп аудіо (швидкість).

source: Change audio tempo (speed) without changing audio pitch (shrillness). WARNING: This will change the duration of the audio track
uk: Змінити темп аудіо (швидкість), не змінюючи висоту аудіо (пронизливість). УВАГА: Це змінить тривалість звукової доріжки

source: Channels
uk: Канали

source: Clear List
uk: Очистити список

source: Clip
uk: Кліп

source: Close
uk: Закрити

source: Close Window
uk: Закрити вікно

source: Columns...
uk: Стовпці...

source: Comments
uk: Коментарі

source: Completed
uk: Завершено

source: Constant Bitrate
uk: Постійна швидкість потоку

source: Constant Bitrate (Strict)
uk: Постійна швидкість потоку (сувора)

source: Converting
uk: Конвертування

source: Converting: Enter (q) to quit or (p) to pause...
uk: Конвертування: Введіть (q), щоб вийти, або (p), щоб призупинити...

source: Copy Audio
uk: Копіювати аудіо

source: Copy Video
uk: Копіювати відео

source: Copy tags (artist, album, etc) from the source file to output file
uk: Копіювати теги (виконавця, альбому тощо) з вихідного файлу в адресний файл

source: Copy tags from source file
uk: Копіювати теги з вихідного файлу

source: Credits
uk: Подяки

source: Crop
uk: Обітнути

source: Crop Left
uk: Обітнути ліворуч

source: Crop Video
uk: Обітнути відео

source: Crop Videos
uk: Обітнути кілька відео

source: Cropped:
uk: Обітнуті:

source: Custom
uk: Вибірково

source: Delete Preset
uk: Видалити заготовку

source: Delete Segment
uk: Видалити сегмент

source: Delete temporary files after successful encode
uk: Видалити тимчасові файли після успішного кодування

source: Denominator
uk: Дільник

source: Description
uk: Опис

source: Detect Borders
uk: Виявити межі

source: Detect black borders in the video and set cropping parameters
uk: Виявити чорні межі у відео та встановити параметри обтинання

source: Detected Parameters: %d, %d, %d, %d
uk: Виявлені параметри: % d,% d,% d,% d

source: Detecting borders...
uk: Виявлення меж...

source: Did you find this application useful? You can buy me a coffee or make a donation via PayPal to show your support. Your contributions will help keep the project alive and support future development. Thanks, Tony George
uk: Вважаєте цю програму корисною? Можете купити мені каву або зробити пожертву через PayPal, щоб показати свою підтримку. Ваш внесок допоможе зберегти проект живим та підтримає майбутній розвиток. Дякую, Тоні Джордж

source: Disable Audio
uk: Вимкнути аудіо

source: Disable Video
uk: Вимкнути відео

source: Do not stretch or squeeze the video (Fit-To-Box)
uk: Не розтягуйте та не стискайте відео (Fit-To-Box)

source: Documenters
uk: Документатори

source: Donate
uk: Пожертва

source: Donate with PayPal
uk: Пожертвуйте за допомогою PayPal

source: Donations
uk: Пожертви

source: Done
uk: Зроблено

source: Drag files on this window or click the 'Add' button
uk: Перетягніть файли у це вікно або натисніть кнопку "Додати"

source: Duration
uk: Тривалість

source: Edit
uk: Редагувати

source: Edit Preset
uk: Редагувати заготовку

source: Email
uk: Е-пошта

source: Embed / Soft Subs
uk: Вбудувати / Soft Subs

source: Empty Preset Name
uk: Порожнє ім'я заготовки

source: Encoder
uk: Кодувальник

source: Encoders
uk: Кодувальники

source: Encoding Mode
uk: Режим кодування

source: Encoding Script or Preset File
uk: Скрипт кодування або файл заготовки

source: End (sec):
uk: Кінець (сек):

source: End Pos
uk: Кінцева позиція

source: End Segment
uk: Кінцевий сегмент

source: EndPos
uk: КінцПоз

source: Enter any key to Cancel...
uk: Натисніть будь-яку клавішу для скасування ...

source: Enter path or browse for directory
uk: Введіть шлях або перегляньте каталог

source: Error
uk: Помилка

source: Error: File missing
uk: Помилка: Файл відсутній

source: Extension
uk: Розширення

source: Extra Options
uk: Додаткові параметри

source: FLAC Audio (*.flac)
uk: FLAC Аудіо (*.flac)

source: Fade In (sec)
uk: Плавна поява (сек.)

source: Fade Out (sec)
uk: Плавне згасання (сек)

source: Fade Type
uk: Тип згасання

source: Failed
uk: Збій

source: Failed to set ownership
uk: Не вдалося встановити право власності

source: Fast
uk: Швидко

source: File
uk: Файл

source: File Info (Output)
uk: Інфо файлу (Вивід)

source: File Info (Source)
uk: Інфо файлу (Вихідний)

source: File View
uk: Перегляд файлу

source: File added:
uk: Файл додано:

source: File removed:
uk: Видалений файл:

source: Files will be saved in '%s'
uk: Файл буде збережено в '%s'

source: Files will be saved in source directory
uk: Файли будуть збережені у вихідному каталозі

source: Filters (A)
uk: Фільтри (A)

source: Filters (V)
uk: Фільтри (V)

source: Finish
uk: Закінчити

source: Fits the video in a box of given width and height.
uk: Підходить для відео в коробці заданої ширини і висоти.

source: Fixed Bitrate
uk: Фіксований бітрейт

source: Fixed Column
uk: Закріплені стовпці

source: Folder
uk: Тека

source: Following encoders were not found on your system:
uk: У вашій системі не знайдено наступних кодерів :

source: Following utilities are not installed on your system:
uk: Наступні утиліти не встановлені у вашій системі :

source: Format
uk: Формат

source: Format / Codec
uk: Формат / Кодек

source: Found
uk: Знайдено

source: Fps: Frames
uk: Fps: Кадри

source: Fps: Seconds
uk: Fps: секунди

source: Frame Rate
uk: Частота кадрів

source: Frames/sec
uk: Кадри / сек

source: Fullscreen
uk: Повноекранний

source: General
uk: Загальні

source: Genre
uk: Жанр

source: Good
uk: Добре

source: Half Sine
uk: Напівсинус

source: Height
uk: Висота

source: Indicator
uk: Показник

source: Info
uk: Інфо

source: Input queue is empty! Please add some files.
uk: Черга введення порожня! Додайте кілька файлів.

source: Input queue is empty! Please select files to convert.
uk: Черга введення порожня! Виберіть файли для конвертації.

source: Inverted Parabola
uk: Перевернута парабола

source: Issue Tracker ~ Report Issues, Request Features, Ask Questions
uk: Issue Tracker ~ Повідомляйте про проблеми, Замовляйте функції запиту, Задавайте питання

source: Key
uk: Ключ

source: Language
uk: Мова

source: Left:
uk: Ліворуч:

source: Linear
uk: Лінійний

source: List
uk: Список

source: Loading presets from:
uk: Завантаження попередніх налаштувань із:

source: Loading scripts from:
uk: Завантаження сценаріїв з:

source: Logarithmic
uk: Логарифмічний

source: Lossless
uk: Без втрат

source: MP3 Audio (*.mp3)
uk: MP3 Аудіо (*.mp3)

source: MP4 Audio (*.mp4)
uk: MP4 Aудіо (*.mp4)

source: MPEG4 Video (*.mp4)
uk: MPEG4 Відео (*.mp4)

source: Makes audio easier to listen to on headphones. Adds 'cues' to the audio so that when listened to on headphones the stereo image is moved from inside your head (standard for headphones) to outside and in front of the listener (standard for speakers).
uk: Полегшує прослуховування аудіо в навушниках. Додає «підказки» до аудіо, щоб під час прослуховування в навушниках стереообраз переміщувався зсередини вашої голови (стандартно для навушників) назовні та перед слухачем (стандартно для динаміків).

source: Matroska Video (*.mkv)
uk: Matroska Відео (*.mkv)

source: Maximize Volume Level (Normalize)
uk: Максимально збільшити рівень гучності (нормалізувати)

source: Maximize the volume level (loudness)
uk: Максимізувати рівень гучності (гучність)

source: Medium
uk: Середнє

source: Method
uk: Метод

source: Missing
uk: Відсутній

source: Missing Encoders
uk: Відсутні кодери

source: Missing Icon
uk: Відсутня піктограма

source: Missing Utilities
uk: Відсутні утиліти

source: Mode
uk: Режим

source: Move Down
uk: Перемістити вниз

source: Move Up
uk: Перемістити вверх

source: Move selected item down
uk: Перемістити обрані елементи вниз

source: Move selected item up
uk: Перемістити обрані елементи вверх

source: Move source files after encoding is complete
uk: Перемістити вихідні файли після кодування

source: Multiple items selected
uk: Обрано кілька файлів

source: Music
uk: Музика

source: Mute
uk: Відключення звуку

source: N/A
uk: Відсутнє

source: Name
uk: Ім'я

source: New Preset
uk: Нова настройка

source: No Change
uk: Без змін

source: No Files
uk: Файлів немає

source: No Files Selected
uk: Файлів не вибрано

source: No Subtitles
uk: Немає субтитрів

source: No Up-Scaling
uk: Немає масштабування

source: No Videos
uk: Немає відео

source: None
uk: Немає

source: Not possible to continue!
uk: Не можна продовжувати!

source: Numerator
uk: Чисельник

source: OGG Theora Video (*.ogv)
uk: OGG Theora Відео (*.ogv)

source: OGG Vorbis Audio (*.ogg)
uk: OGG Vorbis Аудіо (*.ogg)

source: Open Folder
uk: Відкрити теку

source: Open Log File
uk: Відкрити файл журналу

source: Open Output Folder
uk: Відкрити вихідну теку

source: Open Temp Folder
uk: Відкрити теку Temp

source: Open output folder
uk: Відкрити вихідну теку

source: Optimization
uk: Оптимізація

source: Opus Audio (*.opus)
uk: Opus Аудіо (*.opus)

source: Output
uk: Вивід

source: Pause
uk: Пауза

source: Paused
uk: Призупинено

source: Paused: Enter (r) to resume...
uk: Призупинено: введіть (r), щоб відновити ...

source: Pitch
uk: Висота

source: Play
uk: Відтворити

source: Play File (Output)
uk: Відтворити файл (Вихідний)

source: Play File (Source)
uk: Відтворити файл (Вхідний)

source: Player
uk: Програвач

source: Please Wait...
uk: Зачекайте, будь ласка...

source: Please enter a name for this preset
uk: Будь ласка, введіть ім'я цієї заготовки

source: Please install required packages or select another preset
uk: Встановіть необхідні пакети або виберіть іншу заготовку

source: Please install the 'sox' package on your system to use this feature
uk: Для використання цієї функції встановіть у своїй системі пакет "sox"

source: Position of fixed columns cannot be changed
uk: Розташування нерухомих стовпців неможливо змінити

source: Preset
uk: Заготовка

source: Preset deleted
uk: Заготовку видалено

source: Press 'Cancel' to abort shutdown
uk: Натисніть "Скасувати", щоб скасувати припинення роботи

source: Profile
uk: Профіль

source: Properties
uk: Властивості

source: Quality
uk: Якість

source: Quarter Sine
uk: Чверть синуса

source: Queued
uk: В черзі

source: Reading file properties...
uk: Читання властивостей файлу ...

source: Realtime
uk: Реальний час

source: Recorded Date
uk: Записана дата

source: Refresh
uk: Оновити

source: Remove File(s)
uk: Вилучити файл (-и)

source: Remove Selected Items
uk: Вилучити обрані елементи

source: Reset
uk: Скинути

source: Reset to default columns
uk: Скидання до типових стовпців

source: Resolution
uk: Роздільна здатність

source: Resume
uk: Продовжити

source: Right
uk: Праворуч

source: Right-click for more options
uk: Клацніть правою кнопкою миші для отримання додаткових опцій

source: Right:
uk: Праворуч:

source: Run in background with lower priority
uk: Запуск у фоновому режимі з нижчим пріоритетом

source: Sampling Rate (Hz)
uk: Частота вибірки (Гц)

source: Save files in following location
uk: Зберети файли в наступному місці

source: Scroll mouse wheel to adjust
uk: Прокрутіть колесо миші, щоб вирівняти

source: Select Columns
uk: Обрати стовпці

source: Select Path
uk: Обрати шлях

source: Select a script from the dropdown and click 'Start' to begin
uk: Виберіть сценарій зі спадного меню та натисніть "Запуск", щоб почати

source: Select multiple segments
uk: Виберіть кілька сегментів

source: Select single item to move
uk: Вибрати один елемент для переміщення

source: Select some files from the list
uk: Виберіть файли зі списку

source: Select the segments to include in output file:
uk: Виберіть сегменти, які потрібно включити у вихідний файл:

source: Selected language will be used for setting the default flag on the audio/subtitle track
uk: Вибрана мова буде використана для встановлення типового прапорця на доріжці аудіо / субтитрів

source: Selene supports 2 types of presets: 1) JSON presets with a '.json' file extension. Clicking the Edit button on the toolbar will display a GUI for configuring the preset. 2) Bash scripts with a '.sh' file extension. Clicking the Edit button will open the script file in a text editor. Bash scripts are useful if you need complete control over the encoding process. The script can use any set of commands for encoding the input files. Selene will try to parse the output and display the progress during encoding. See the sample scripts in '$HOME/.config/selene/scripts' for the syntax.
uk: Selene підтримує 2 типи заготовок: 1) Заготовки JSON з розширенням файлу '.json'. Якщо натиснути кнопку «Редагувати» на панелі інструментів, на екрані зобразиться графічний інтерфейс для налаштування цієї заготовки. 2) Скрипти Bash з розширенням файлу '.sh'. Якщо натиснути кнопку «Редагувати», відкриється файл скрипта в текстовому редакторі. Скрипти Bash корисні, якщо вам потрібен повний контроль над процесом кодування. Скрипт може використовувати будь-який набір команд для кодування вхідних файлів. Selene спробує проаналізувати вихід і показати хід кодування. Дивіться приклади скриптів у синтаксисі "$HOME/.config/selene/scripts".

source: Set
uk: Встановити

source: Set current playback position as ending position
uk: Встановіть поточну позицію відтворення як кінцеву

source: Set current playback position as starting position
uk: Встановіть поточну позицію відтворення як початкову

source: Set either Width or Height and leave the other as 0. It will be calculated automatically. Setting both width and height is not recommended since the video may get stretched or squeezed. Enable the 'Fit-To-Box' option to avoid changes to aspect ratio.
uk: Встановіть або Ширину, або Висоту, а інше залиште як 0. Воно буде розраховано автоматично. Встановлювати одночасно ширину та висоту не рекомендується оскільки відео може розтягуватися або стискатися. Увімкніть опцію "Припасувати до коробки", щоб уникнути змін співвідношення сторін.

source: Shutdown
uk: Вимкнути

source: Shutdown Disabled
uk: Вимкнення відключено

source: Shutdown Enabled
uk: Вимкнення увімкнено

source: Shutdown system after completion
uk: Вимкнути систему після закінчення

source: Size
uk: Розмір

source: Skip File
uk: Пропустити файл
