Repository: teejee2008/selene
Catalog: po/selene-*.po
Languages: uk

source: Slow
uk: Повільний

source: Slower
uk: Повільніше

source: Some files could not be added:
uk: Деякі файли неможливо додати:

source: Source files will be moved to '%s'
uk: Вихідні файли буде переміщено до '%s'

source: Source:
uk: Джерело:

source: Sox Not Installed
uk: Sox не встановлено

source: Speech
uk: Мовлення

source: Speed
uk: Швидкість

source: Start
uk: Запуск

source: Start (sec):
uk: Запуск (сек.)

source: Start Pos
uk: Позиція запуску

source: Start Segment
uk: Початковий сегмент

source: StartPos
uk: ПозЗапуску

source: Starting batch of %d file(s):
uk: Запуск групи %d файлів:

source: Status
uk: Статус

source: Stopped
uk: Зупинено

source: Stopped!
uk: Зупинено!

source: Subtitle
uk: Субтитр

source: Subtitles
uk: Субтитри

source: SuperFast
uk: ДужеШвидко

source: System shutdown
uk: Вимкнення системи

source: System shutdown was cancelled by user!
uk: Вимкнення системи скасовано користувачем!

source: System will be shutdown after completion
uk: Після завершення система буде відключена

source: System will shutdown in one minute!
uk: Система відключиться за одну хвилину!

source: Tags
uk: Теги

source: Tempo
uk: Темп

source: The Sox utility was not found on your system
uk: Утиліту Sox не знайдено у вашій системі

source: The resizing filter affects the sharpness and compressibility of the video. For example, the 'Lanzos' filter gives sharper video but the extra detail makes the video more difficult to compress resulting in slightly bigger files. The 'Bilinear' filter gives smoother video (less detail) and smaller files.
uk: Фільтр зміни розміру впливає на різкість і стисливість відео. Наприклад, фільтр 'Lanzos' дає чіткіше відео, але додаткові деталі ускладнюють стиснення відео, що призводить до отримання файлів дещо більшого розміру. Фільтр "Bilinear" дає плавніші відео (менше деталей) та файли меншого розміру.

source: The temporary folder contains files which may be useful for advanced users. Keep this un-checked if you want to keep the temp files till the next reboot.
uk: Тимчасова тека містить файли, які можуть бути корисними досвідченим користувачам. Зберігайте це без позначення, якщо бажаєте зберегти тимчасові файли до наступного перезавантаження.

source: Third Party Tools &amp; Software
uk: Програмні інструменти &amp; сторонніх виробників

source: Tiles
uk: Плитка

source: Title
uk: Назва

source: Tool
uk: Інструмент

source: Tools
uk: Інструменти

source: Top
uk: Зверху

source: Top:
uk: Зверху:

source: Track #
uk: Доріжка №

source: Translators
uk: Перекладачі

source: Treble
uk: Дискант

source: Trim
uk: Обрізка

source: Trim Duration
uk: Тривалість обрізки

source: UltraFast
uk: УльтраШвидко

source: Unknown format:
uk: Невідомий формат:

source: Using temp folder:
uk: Використання тимчасової теки:

source: V-Height
uk: V-Висота

source: V-Width
uk: V-ширина

source: Value
uk: Значення

source: Variable Bitrate
uk: Змінна швидкість потоку

source: Variable Bitrate (2pass)
uk: Змінна швидкість потоку (2 проходи)

source: Variable Bitrate / CRF
uk: Змінна швидкість потоку / CRF

source: Version
uk: Версія

source: VerySlow
uk: Дуже повільно

source: Video
uk: Відео

source: Video will not be resized if it's smaller than the given width and height
uk: Відео не буде змінено, якщо воно менше заданої ширини та висоти

source: WAV Audio (*.wav)
uk: WAV Aудіо (*.wav)

source: Warning
uk: Увага

source: Warning: User does not have Admin priviledges. '--shutdown' will be ignored.
uk: Увага: Користувач не має привілеїв адміністратора. '--Завершення роботи' буде проігноровано.

source: WebM Video (*.webm)
uk: WebM Відео (*.webm)

source: Website ~ teejeetech.in
uk: Вебсайт ~ teejeetech.in

source: Width
uk: Ширина

source: [Batch completed] Right-click for options or click 'Finish' to continue.
uk: [Пакет завершено] Клацніть правою кнопкою миші для отримання параметрів або натисніть «Готово», щоб продовжити.

source: [Paused] Click 'Resume' to continue or 'Stop' to abort.
uk: [Призупинено] Натисніть «Відновити», щоб продовжити або «Зупинити», щоб перервати.

source: presets
uk: заготовки

source: scripts
uk: скрипти
